export const dataProject = [
  {
    title:
      'Test is too long. Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. Test is too long. И еще раз очень длинное название проекта, создано специально чтоб проверить... Test is too long. Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. Test is too long. И еще раз очень длинное название проекта, создано специально чтоб проверить',
    id: '#1343',
    time: {
      create: '1 час',
      change: '1 минуту',
    },
    name: {
      creator: 'Ивнов И.И.',
      changer: 'Баранов В.В.',
    },
    type: 'project',
  },
  {
    title:
      'мается ли верстка. Test is too long. И еще раз очень длинное название проекта, создано специально чтоб проверить',
    id: '#54235342',
    time: {
      create: '2 часа',
      change: '1 час',
    },
    name: {
      creator: 'Ивнов И.И.',
      changer: 'Петров В.В.',
    },
    type: 'project',
  },
  {
    title: 'Тут может быть ваше задание',
    id: '#11211',
    time: {
      create: '1 час',
      change: '1 минуту',
    },
    name: {
      creator: 'Ивнов И.И.',
      changer: 'Баранов В.В.',
    },
    type: 'project',
  },
  {
    title: 'И тут тоже может быть',
    id: '#12543fsd',
    time: {
      create: '1 час',
      change: '1 минуту',
    },
    name: {
      creator: 'Ивнов И.И.',
      changer: 'Баранов В.В.',
    },
    type: 'project',
  },
  {
    title: 'я того чтоб ли ве назвь',
    id: '#1ewqewqaz',
    time: {
      create: '1 час',
      change: '1 минуту',
    },
    name: {
      creator: 'Ивнов И.И.',
      changer: 'Баранов В.В.',
    },
    type: 'project',
  },
];
