const menuItems = [
  {
    name: 'Проекты',
    href: '#',
  },
  {
    name: 'Задачи',
    href: '#',
  },
  {
    name: 'Пользователи',
    href: '#',
  },
];

const itemInfo = {
  title:
    'Test is too long. Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. Test is too long. И еще раз очень длинное название проекта, создано специально чтоб проверить... Test is too long. Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. Test is too long. И еще раз очень длинное название проекта, создано специально чтоб проверить',
  number: '1',
  time: {
    create: '1 час',
    change: '1 минуту',
  },
  name: {
    creater: 'Иванов И.И.',
    changer: 'Баранов В.В.',
  },
};

export { menuItems, itemInfo };
